{
  "nav.home": "Home",
  "nav.about": "About",
  "nav.menu": "Menu",
  "nav.contact": "Contact",
  "nav.gallery": "Gallery",
  "home.opening.hours": "Opening Hours",
  "home.opening.times": "Monday - Friday: 10am - 10pm",
  "menu.title": "Our Menu",
  "menu.item.price": "Price",
  "menu.category.drinks": "Drinks",
  "menu.category.seafood": "Seafood",
  "menu.category.poultry": "Chicken",
  "menu.category.beef": "Beef",
  "menu.item1.name": "Watermelon Juice",
  "menu.item1.desc": "A refreshing blend of ripe watermelons, perfectly chilled to offer a sweet, hydrating escape on a sunny day. Its vibrant color and juicy flavor are sure to invigorate your senses.",

  "menu.item2.name": "Avocado Juice",
  "menu.item2.desc": "Creamy avocado juice, rich in texture and nutrients, offering a smooth, buttery taste with a hint of sweetness. A luxurious treat for health-conscious indulgence.",

  "menu.item3.name": "Soursop Juice",
  "menu.item3.desc": "Exotic soursop juice, boasting a unique combination of tangy and sweet flavors. This tropical delight is a perfect refresher with its creamy, citrusy essence.",

  "menu.item4.name": "Melon Juice",
  "menu.item4.desc": "Delight in the light and sweet taste of fresh melon juice. A perfect balance of sweetness and hydration, ideal for quenching your thirst on warm days.",

  "menu.item5.name": "Dragon Fruit Juice",
  "menu.item5.desc": "Experience the strikingly vibrant dragon fruit juice, packed with antioxidants and a mildly sweet taste. Its visually stunning hue is as enticing as its flavor.",

  "menu.item6.name": "Pineapple Juice",
  "menu.item6.desc": "Tropical pineapple juice, bursting with a bold, tangy sweetness. A classic favorite that brings a slice of paradise with every sip.",

  "menu.item7.name": "Mango Juice",
  "menu.item7.desc": "Succulent mango juice, rich and velvety, offering a vibrant tropical taste. Perfect for those who love a sweet, fruity burst of flavor.",

  "menu.item8.name": "Papaya Juice",
  "menu.item8.desc": "Indulge in the smooth, sweet flavor of papaya juice, a tropical delight that's both refreshing and nutritious.",

  "menu.item9.name": "Lemon Squash",
  "menu.item9.desc": "A zesty and refreshing lemon squash, perfect for revitalizing your senses. Its tangy flavor is balanced with just the right amount of sweetness.",

  "menu.item10.name": "Orange Squash",
  "menu.item10.desc": "Enjoy the vibrant taste of orange squash, a delightful blend of ripe oranges, offering a sweet and refreshing experience with every sip.",

  "menu.item11.name": "Happy Soda",
  "menu.item11.desc": "A unique and playful concoction, Happy Soda mixes traditional soda with a twist of local flavors, creating a fun and fizzy drink to uplift your mood.",

  "menu.item12.name": "Ice Tea",
  "menu.item12.desc": "A classic favorite, our ice tea is a refreshing blend of tea and sugar, offering a crisp and sweet taste that's perfect for any occasion.",

  "menu.item13.name": "Sweet Orange Juice",
  "menu.item13.desc": "Freshly squeezed sweet orange juice, full of natural goodness and vibrant citrus flavors. A delightful way to start your day or refresh your afternoon.",

  "menu.item14.name": "Lemon Orange Juice",
  "menu.item14.desc": "A delightful blend of tangy lemon and sweet orange, this juice offers a perfect balance of sour and sweet, making it an invigorating choice.",

  "menu.item15.name": "Chinese Tea",
  "menu.item15.desc": "Experience the subtle elegance of Chinese tea, known for its delicate flavors and aromatic infusion. A serene choice for tea connoisseurs.",

  "menu.item16.name": "Ice Basil Tea",
  "menu.item16.desc": "Refresh yourself with our ice basil tea, a unique blend that combines the coolness of ice with the sweet, peppery notes of basil. A perfect fusion of flavors.",

  "menu.item17.name": "Ice Lemon Tea",
  "menu.item17.desc": "Cool down with our ice lemon tea, a classic favorite infused with the crisp, tart flavor of fresh lemons, balanced with a sweet undertone.",

  "menu.item18.name": "Coca-Cola",
  "menu.item18.desc": "Enjoy the world-famous Coca-Cola, a timeless beverage loved for its unique taste and refreshing experience. Perfect for any occasion.",

  "menu.item19.name": "Sprite",
  "menu.item19.desc": "Sprite, the clear, lemon-lime soda, offers a crisp, refreshing taste that's a delightful escape from the ordinary.",

  "menu.item20.name": "Fanta",
  "menu.item20.desc": "Dive into the fruity world of Fanta, known for its bubbly charm and a variety of fun flavors. A vibrant and playful soda choice.",

  "menu.item21.name": "Green Sands",
  "menu.item21.desc": "Green Sands, an intriguing non-alcoholic beverage, offers a unique and refreshing taste that stands out with its subtle, herbal undertones.",

  "menu.item22.name": "Soda Water",
  "menu.item22.desc": "Soda Water, the simple yet versatile choice, perfect for a refreshing drink on its own or as a mixer for your favorite cocktail.",

  "menu.item23.name": "Mineral Water",
  "menu.item23.desc": "Pure and simple, our Mineral Water is sourced from natural springs, offering a crisp and clean taste to quench your thirst.",

  "menu.item74.name": "Fried Chicken with Butter Sauce",
  "menu.item74.desc": "Savor the rich and creamy butter sauce enveloping every piece of our crispy fried chicken. The luscious buttery flavors paired with the tender chicken creates an unforgettable experience.",
  "menu.item75.name": "Fried Chicken with Dried Chilies",
  "menu.item75.desc": "A spicy treat for the adventurous palate, our chicken is fried to perfection and tossed with fiery dried chilies. A burst of heat with every bite!",
  "menu.item76.name": "Sweet and Sour Chicken",
  "menu.item76.desc": "Discover the perfect balance of tangy and sweet with our succulent chicken pieces, coated in a vibrant sweet and sour sauce. A classic favorite that never disappoints.",
  "menu.item77.name": "Chicken sauteed with Cashew Nuts",
  "menu.item77.desc": "Indulge in a delightful combination of crunchy cashews and tender chicken, sautéed to perfection in a savory sauce. A dish that promises both texture and taste.",
  "menu.item78.name": "Chicken 'Rica-Rica'",
  "menu.item78.desc": "For those seeking a spicy thrill, our 'Rica-Rica' chicken offers a tantalizing blend of spices and herbs, ensuring an explosion of flavors with each mouthful.",
  "menu.item79.name": "Nanjing style Fried Chicken",
  "menu.item79.desc": "Experience a piece of Nanjing with our crispy fried chicken, seasoned with a mix of traditional spices and herbs, capturing the essence of this ancient city's culinary heritage.",
  "menu.item80.name": "Steamed Ginger Chicken",
  "menu.item80.desc": "Relish the gentle flavors of chicken steamed with aromatic ginger. A wholesome dish that's both light and bursting with natural goodness.",
  "menu.item81.name": "Lemon Chicken",
  "menu.item81.desc": "A symphony of zesty lemon and tender chicken, our Lemon Chicken is a refreshing blend of tangy citrus flavors complemented by the succulence of perfectly cooked chicken.",
  "menu.item82.name": "Shanghai Fried Chicken",
  "menu.item82.desc": "Transport your senses to the bustling streets of Shanghai with our crispy fried chicken, seasoned with a secret blend of spices unique to the region.",
  "menu.item83.name": "Cantonese Chicken",
  "menu.item83.desc": "Experience Cantonese culinary excellence with our signature chicken dish, slow-cooked to perfection, and flavored with the finest ingredients from Southern China.",
  "menu.item84.name": "Fried Chicken with Black Mushrooms",
  "menu.item84.desc": "Dive into a culinary delight as earthy black mushrooms meet crispy fried chicken, creating a symphony of textures and flavors that's both rich and comforting.",
  "menu.item85.name": "Fried Chicken and Salted Egg",
  "menu.item85.desc": "A unique fusion of crispy chicken and savory salted egg, this dish is a testament to the wonders of culinary innovation. Every bite is a delightful surprise.",
  "menu.item86.name": "Hot Chili Sauce Chicken",
  "menu.item86.desc": "For lovers of heat, our chicken bathed in hot chili sauce offers a fiery delight, ensuring a sizzling sensation that's both spicy and scrumptious."
}
