{
  "nav.home": "Home",
  "nav.about": "About",
  "nav.menu": "Menu",
  "nav.contact": "Contact",
  "nav.gallery": "Gallery",
  "home.opening.hours": "Opening Hours",
  "home.opening.times": "Monday - Friday: 10am - 10pm",
  "menu.title": "Our Menu",
  "menu.item.price": "Price",
  "menu.category.seafood": "Seafood",
  "menu.category.poultry": "Chicken",
  "menu.category.beef": "Beef",
  "menu.item74.name": "Fried Chicken with Butter Sauce",
  "menu.item74.desc": "Savor the rich and creamy butter sauce enveloping every piece of our crispy fried chicken. The luscious buttery flavors paired with the tender chicken creates an unforgettable experience.",
  "menu.item75.name": "Fried Chicken with Dried Chilies",
  "menu.item75.desc": "A spicy treat for the adventurous palate, our chicken is fried to perfection and tossed with fiery dried chilies. A burst of heat with every bite!",
  "menu.item76.name": "Sweet and Sour Chicken",
  "menu.item76.desc": "Discover the perfect balance of tangy and sweet with our succulent chicken pieces, coated in a vibrant sweet and sour sauce. A classic favorite that never disappoints.",
  "menu.item77.name": "Chicken sauteed with Cashew Nuts",
  "menu.item77.desc": "Indulge in a delightful combination of crunchy cashews and tender chicken, sautéed to perfection in a savory sauce. A dish that promises both texture and taste.",
  "menu.item78.name": "Chicken 'Rica-Rica'",
  "menu.item78.desc": "For those seeking a spicy thrill, our 'Rica-Rica' chicken offers a tantalizing blend of spices and herbs, ensuring an explosion of flavors with each mouthful.",
  "menu.item79.name": "Nanjing style Fried Chicken",
  "menu.item79.desc": "Experience a piece of Nanjing with our crispy fried chicken, seasoned with a mix of traditional spices and herbs, capturing the essence of this ancient city's culinary heritage.",
  "menu.item80.name": "Steamed Ginger Chicken",
  "menu.item80.desc": "Relish the gentle flavors of chicken steamed with aromatic ginger. A wholesome dish that's both light and bursting with natural goodness.",
  "menu.item81.name": "Lemon Chicken",
  "menu.item81.desc": "A symphony of zesty lemon and tender chicken, our Lemon Chicken is a refreshing blend of tangy citrus flavors complemented by the succulence of perfectly cooked chicken.",
  "menu.item82.name": "Shanghai Fried Chicken",
  "menu.item82.desc": "Transport your senses to the bustling streets of Shanghai with our crispy fried chicken, seasoned with a secret blend of spices unique to the region.",
  "menu.item83.name": "Cantonese Chicken",
  "menu.item83.desc": "Experience Cantonese culinary excellence with our signature chicken dish, slow-cooked to perfection, and flavored with the finest ingredients from Southern China.",
  "menu.item84.name": "Fried Chicken with Black Mushrooms",
  "menu.item84.desc": "Dive into a culinary delight as earthy black mushrooms meet crispy fried chicken, creating a symphony of textures and flavors that's both rich and comforting.",
  "menu.item85.name": "Fried Chicken and Salted Egg",
  "menu.item85.desc": "A unique fusion of crispy chicken and savory salted egg, this dish is a testament to the wonders of culinary innovation. Every bite is a delightful surprise.",
  "menu.item86.name": "Hot Chili Sauce Chicken",
  "menu.item86.desc": "For lovers of heat, our chicken bathed in hot chili sauce offers a fiery delight, ensuring a sizzling sensation that's both spicy and scrumptious."
}
